package com.example.kazan.hardcode

import com.example.kazan.data.Event
import com.example.kazan.data.Man

val eventList = listOf(
    Event("1", "Событие 1", "22-03-2023 08:00", "Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1Адрес 1"),
    Event("1", "Событие 2", "22-03-2023 08:00", "Адрес 2"),
    Event("1", "Событие 3", "22-03-2023 08:00", "Адрес 3"),
    Event("1", "Событие 4", "22-03-2023 08:00", "Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4Адрес 4"),
    Event("1", "Событие 5", "22-03-2023 08:00", "Адрес 5"),
    Event("1", "Событие 6", "22-03-2023 08:00", "Адрес 6")
)

val manList = listOf(
    Man("Человек №1", "1", "Какие-то теги"),
    Man("Человек №2", "1", "Какие-то теги"),
    Man("Человек №3", "1", "Какие-то теги"),
    Man("Человек №4", "1", "Какие-то теги"),
    Man("Человек №5", "1", "Какие-то теги"),
    Man("Человек №6", "1", "Какие-то теги"),
    Man("Человек №7", "1", "Какие-то теги"),
    Man("Человек №8", "1", "Какие-то теги"),
    Man("Человек №9", "1", "Какие-то теги"),
    Man("Человек №10", "1", "Какие-то теги"),
    Man("Человек №11", "1", "Какие-то теги"),
    Man("Человек №12", "1", "Какие-то теги"),
    Man("Человек №13", "1", "Какие-то теги"),
)